{
    "HOME": "POČETAK",
    "GALLERY": "GALERIJA",
    "SHOP": "PRODAVNICA",
    "ABOUT US": "O NAMA",
    "NAME":"IME",
    "MESSAGE":"PORUKA",
    "2TALES GIN IS HANDCRAFTED IN A SMALL BATCHES. DISTILLED IN A TRADITIONAL COPPER POT STILL. WE USE JUNIPER BERRIES AND 2 OTHER INGREDIENTS FROM THE SERBIAN MOUNTAINS, WHILE WE TAKE THE OTHER SIX BOTANICALS FROM ALL OVER THE WORLD.": "DŽIN 2TALES JE RUČNO PRAVLJEN U MALIM KOLIČINAMA U TRADICIONALNIM BAKARNIM LONCIMA. KORISTIMO KLEKU I JOS 2 ZAČINA SRPSKIH PLANINA, DOK OSTALIH 6 BILJAKA UZIMAMO ŠIROM CELOG SVETA",
    "Our debutant London dry gin is a perfect combination of 9 different plants and spices. The spotlight in taste is on Juniper berries from the Tara mountain and the root of Angelica, followed by Lavender flowers, lemon and orange skin aromas.  The harmonious combination of other spices emphasizes the sensation of freshness and raises the balance of flavors to a higher level. Smooth body of gin is a product of exhaustive distillation that also preserves the essential oils, being the key to the uniqueness of the taste of this classic. Apart from being the perfect base for numerous cocktails such as the famous Martini and Gin fizz, many prefer to drink it 'pure' with a slice of lime or mixed with tonic. Cheers!" : "Naš debitantski londonski suvi džin je savršena kombinacija 9 različitih biljaka i začina. U centru pažnje ukusa su bobice kleke sa planine Tare i koren anđelike, a zatim cvetovi lavande, arome limuna i narandže. Harmonična kombinacija ostalih začina naglašava osećaj svežine i podiže balans ukusa na viši nivo. Glatko telo džina je proizvod iscrpne destilacije u kojoj se čuvaju i eterična ulja, što je ključ jedinstvenosti ukusa ovog klasika. Osim što je savršena osnova za brojne koktele poput čuvenog Martinija i Džina, mnogi ga više vole da piju 'čistog' sa kriškom limete ili pomešanog sa tonikom. Živeli!",
    "How is our romantically pink gin different from all the others? Well, let’s just say that we have found a way to perfectly combine the freshness of the pomegranate and sweetness of strawberries, with the characteristic base of juniper and citrus.   With the addition of various different herbs, the result is the unique and refreshing harmony of taste.On its own or with tonic, it’s up to you. We guarantee pleasure either way.Oh and let’s be clear, it may be pink but it’s definitely not just for girls. Cheers!": "Po čemu se naš romantično ružičasti džin razlikuje od svih ostalih? Pa, recimo da smo pronašli način da savršeno spojimo svežinu nara i slatkoću jagoda, sa karakterističnom bazom kleke i citrusa. Uz dodatak raznih biljaka, rezultat je jedinstvena i osvežavajuća harmonija ukusa. Sami ili sa tonikom, na vama je. Garantujemo zadovoljstvo u svakom slučaju. Oh i da budemo jasni, možda je ružičasta, ali definitivno nije samo za devojke. Živeli!",
    " A touch of spice on your tongue, the subtle heat of ginger and a hint of citrus awaken your tastebuds. Allow this elixir to take you on a uniquly sensual journey.": "Dodir začina na vašem jeziku, suptilna vrelina đumbira i nagoveštaj citrusa budi vaše nepce. Dozvolite ovom eliksiru da vas odvede na jedinstveno senzualno putovanje.",
    " If you love espresso and enjoy gin just as much, then this is a double treat for you. 2Tales in cooperation with Java Coffee has prepared a phenomenal union of these two drinks in the form of the Coffee Gin. Infusion of the high quality coffee grains from Columbia and Ethiopia with a hint of vanilla, standing in a perfect balance with juniper and floral-citrus curtain. Pleasant sweetness and creamy body of this drink will enchant you. We recommend that you consume this classy drink with ice or mixed with tonic, but you also shouldn’t miss the Coffee Negroni nor Espresso Martini. Cheers! ": "Ako volite espreso i jednako uživate u džinu, onda je ovo dvostruka poslastica za vas. 2Tales je u saradnji sa Java Coffee-om pripremio fenomenalan spoj ova dva pića u vidu Coffee Gin-a. Infuzija visokokvalitetnih zrna kafe iz Kolumbije i Etiopije sa primesama vanile, u savršenom balansu sa klekom i cvetno-citrusnom zavesom. Prijatna slatkoća i kremasto telo ovog napitka će vas očarati. Preporučujemo vam da ovo elegantno piće konzumirate sa ledom ili pomešano sa tonikom, ali ne biste trebali propustiti ni Coffee Negroni ni Espresso Martini. Živeli!",
    "A challenge that goes a long way from a corn-based alcohol to a perfectly balanced drink favoured by many. As many as 7 distillations and lying in activated charcoal between each of them is the secret of getting an ultimately pure drink. Subtle grain sweetness, smooth body and texture followed by divine freshness give originality to this handcraft.  We recommend that you always cool it well.": "Izazov koji ide dug put od alkohola na bazi kukuruza do savršeno izbalansiranog pića koje mnogi vole. Čak 7 destilacija i ležanje u aktivnom uglju između svake od njih je tajna dobijanja krajnje čistog napitka. Suptilna slatkoća zrna, glatko telo i tekstura praćeni božanskom svežinom daju originalnost ovom ručnom radu. Preporučujemo da ga uvek dobro ohladite.",
    "PHONE":"TELEFON",
    "FOLLOW US ON:": "PRATITE NAS:",
    "CONTACT US": "KONTAKTIRAJTE NAS",
    "EMAIL": "MEJL",
    "2Tales is a small craft distillery with big ideas located in Belgrade.":"2tales je mala destilerija sa velikom idejom iz Beograda",
    "Send us a message:": "Pošalji nam poruku:",
    "Send":"Pošalji",
    "ADD TO CART": "DODAJ",
    "GO BACK": "NAZAD",
    "HELLO":"ZDRAVO",
    "USER LOGIN": "PRIJAVLJIVANJE",
    "PASSWORD": "ŠIFRA",
    "Login": "Prijavi se",
    "Don`t have an account?":"Nemaš profil?",
    "SIGN UP": "REGISTRUJ SE",
    "User Sign up": "Registrovanje",
    "USERNAME": "KORISNIČKO IME",
    "FIRST NAME": "IME",
    "LAST NAME": "PREZIME",
    "STREET NAME": "IME ULICE",
    "STREET NUMBER": "BROJ ULICE",
    "POSTAL CODE": "POŠTANSKI BROJ",
    "CITY": "GRAD",
    "REPEAT PASSWORD": "PONOVI ŠIFRU",
    "Already have an account?": "VEĆ IMAŠ PROFIL?",
    "PROFILE":"PROFIL",
    "LOGOUT": "ODJAVA"
}
